Repository: minhdang03/immortality.vnv2
Catalog: apps/nodie-ios/NODIE/Localizable.xcstrings
Source language: vi
Languages: de, en, es, fr, ja, ko, ru, zh_hans

source: Chưa trả lời
de: Unbeantwortet
en: Unanswered
es: Sin responder
fr: Sans réponse
ja: 未回答
ko: 답변 대기
ru: Без ответа
zh_hans: 待回答

source: Có lỗi xảy ra. Thử lại giúp mình nhé.
de: Etwas ist schiefgelaufen. Bitte erneut versuchen.
en: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur est survenue. Réessayez.
ja: エラーが発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도해 주세요.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出了点问题，请重试。

source: Có thể nó đã bị xoá, hoặc thuộc về người bạn đã chặn.
de: Sie wurde vielleicht gelöscht oder gehört jemandem, den du blockiert hast.
en: It may have been deleted, or it belongs to someone you blocked.
es: Puede que se haya eliminado o que sea de alguien que bloqueaste.
fr: Elle a peut-être été supprimée, ou appartient à quelqu'un que vous avez bloqué.
ja: 削除されたか、ブロック中のユーザーのものかもしれません。
ko: 삭제되었거나 차단한 사용자의 것일 수 있어요.
ru: Возможно, он удалён или принадлежит заблокированному пользователю.
zh_hans: 它可能已被删除，或属于你屏蔽的人。

source: Có thể tài khoản đã bị xoá.
de: Das Konto wurde möglicherweise gelöscht.
en: The account may have been deleted.
es: Puede que la cuenta se haya eliminado.
fr: Le compte a peut-être été supprimé.
ja: アカウントが削除された可能性があります。
ko: 계정이 삭제되었을 수 있어요.
ru: Возможно, аккаунт удалён.
zh_hans: 该账号可能已被删除。

source: Đã có tài khoản? Đăng nhập
de: Schon ein Konto? Anmelden
en: Already have an account? Sign in
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte ? Se connecter
ja: アカウントをお持ちの方はサインイン
ko: 이미 계정이 있나요? 로그인
ru: Уже есть аккаунт? Войти
zh_hans: 已有账号？登录

source: Đã đọc
de: Gelesen
en: Read
es: Leído
fr: Lu
ja: 既読
ko: 읽음
ru: Прочитано
zh_hans: 已读

source: Đã gửi báo cáo. Cảm ơn bạn.
de: Meldung gesendet. Danke.
en: Report sent. Thank you.
es: Denuncia enviada. Gracias.
fr: Signalement envoyé. Merci.
ja: 報告を送信しました。ありがとうございます。
ko: 신고가 접수됐어요. 감사합니다.
ru: Жалоба отправлена. Спасибо.
zh_hans: 举报已提交，谢谢。

source: Đã lưu
de: Gespeichert
en: Saved
es: Guardados
fr: Enregistrés
ja: 保存済み
ko: 저장됨
ru: Сохранённое
zh_hans: 已收藏

source: Đã xác minh
de: Verifiziert
en: Verified
es: Verificado
fr: Vérifié
ja: 認証済み
ko: 인증됨
ru: Подтверждён
zh_hans: 已认证

source: Đã xoá câu hỏi
de: Frage gelöscht
en: Question deleted
es: Pregunta eliminada
fr: Question supprimée
ja: 質問を削除しました
ko: 질문을 삭제했어요
ru: Вопрос удалён
zh_hans: 问题已删除

source: Đã xoá câu trả lời
de: Antwort gelöscht
en: Answer deleted
es: Respuesta eliminada
fr: Réponse supprimée
ja: 回答を削除しました
ko: 답변을 삭제했어요
ru: Ответ удалён
zh_hans: 回答已删除

source: Đã xoá phản hồi
de: Kommentar gelöscht
en: Reply deleted
es: Comentario eliminado
fr: Réponse supprimée
ja: 返信を削除しました
ko: 댓글을 삭제했어요
ru: Комментарий удалён
zh_hans: 回复已删除

source: Đang bật
de: An
en: On
es: Activado
fr: Activé
ja: オン
ko: 켜짐
ru: Включено
zh_hans: 已开启

source: Đang ghi âm…
de: Aufnahme läuft…
en: Recording…
es: Grabando…
fr: Enregistrement…
ja: 録音中…
ko: 녹음 중…
ru: Идёт запись…
zh_hans: 录音中…

source: Đang hút 6 nội dung khớp về · não bạn dẫn đường
de: 6 passende Inhalte werden angezogen · dein Gehirn führt
en: Attracting 6 matching items · your brain leads the way
es: Atrayendo 6 contenidos afines · tu cerebro guía
fr: Attraction de 6 contenus correspondants · votre cerveau guide
ja: 一致する6件を引き寄せ中 · あなたの脳が導く
ko: 일치하는 콘텐츠 6개를 끌어오는 중 · 당신의 뇌가 안내합니다
ru: Притягиваем 6 подходящих материалов · ваш мозг ведёт
zh_hans: 正在吸引 6 条匹配内容 · 你的大脑在引路

source: Đăng ký
de: Registrieren
en: Sign up
es: Registrarse
fr: S'inscrire
ja: 登録
ko: 가입하기
ru: Зарегистрироваться
zh_hans: 注册

source: Đăng nhập
de: Anmelden
en: Sign in
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
ru: Войти
zh_hans: 登录

source: Đăng nhập để tiếp tục hành trình.
de: Melde dich an, um deine Reise fortzusetzen.
en: Sign in to continue your journey.
es: Inicia sesión para continuar tu camino.
fr: Connectez-vous pour poursuivre votre parcours.
ja: サインインして旅を続けましょう。
ko: 로그인하고 여정을 이어가세요.
ru: Войдите, чтобы продолжить путь.
zh_hans: 登录以继续你的旅程。

source: Đang tải câu hỏi
de: Fragen werden geladen
en: Loading questions
es: Cargando preguntas
fr: Chargement des questions
ja: 質問を読み込み中
ko: 질문 불러오는 중
ru: Загрузка вопросов
zh_hans: 正在加载问题

source: Đang tắt
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Выключено
zh_hans: 已关闭

source: Đang trả lời %@
de: Antwort an %@
en: Replying to %@
es: Respondiendo a %@
fr: Réponse à %@
ja: %@に返信中
ko: %@에게 답장 중
ru: Ответ %@
zh_hans: 正在回复%@

source: Đang trả lời chính mình
de: Antwort an dich selbst
en: Replying to yourself
es: Respondiéndote a ti mismo
fr: Réponse à vous-même
ja: 自分に返信中
ko: 나에게 답장 중
ru: Ответ себе
zh_hans: 正在回复自己

source: Đăng xuất
de: Abmelden
en: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
ru: Выйти
zh_hans: 退出登录

source: Đăng xuất khỏi NODIE?
de: Von NODIE abmelden?
en: Sign out of NODIE?
es: ¿Cerrar sesión en NODIE?
fr: Se déconnecter de NODIE ?
ja: NODIEからサインアウトしますか？
ko: NODIE에서 로그아웃할까요?
ru: Выйти из NODIE?
zh_hans: 退出 NODIE？

source: Đánh dấu Hay nhất
de: Als Beste markieren
en: Mark as Best
es: Marcar como Mejor
fr: Marquer comme Meilleure
ja: ベストに選ぶ
ko: 베스트로 표시
ru: Отметить лучшим
zh_hans: 标记为最佳

source: Đánh dấu hữu ích
de: Als hilfreich markieren
en: Mark as helpful
es: Marcar como útil
fr: Marquer comme utile
ja: 役に立ったと印を付ける
ko: 도움됨 표시
ru: Отметить полезным
zh_hans: 标记为有用

source: Đặt lại mật khẩu
de: Passwort zurücksetzen
en: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ko: 비밀번호 재설정
ru: Сброс пароля
zh_hans: 重置密码

source: Đặt mật khẩu mới
de: Neues Passwort festlegen
en: Set a new password
es: Crear una contraseña nueva
fr: Définir un nouveau mot de passe
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
ru: Задать новый пароль
zh_hans: 设置新密码

source: Để sau
de: Später
en: Later
es: Más tarde
fr: Plus tard
ja: あとで
ko: 나중에
ru: Позже
zh_hans: 稍后

source: Điều hành viên
de: Moderator
en: Moderator
es: Moderador
fr: Modérateur
ja: モデレーター
ko: 운영자
ru: Модератор
zh_hans: 版主

source: Điều khoản sử dụng
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
ru: Условия использования
zh_hans: 使用条款

source: Đính kèm
de: Anhängen
en: Attach
es: Adjuntar
fr: Joindre
ja: 添付
ko: 첨부
ru: Вложить
zh_hans: 附件

source: Đổi
de: Ändern
en: Change
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
ru: Изменить
zh_hans: 更改

source: Đổi tốc độ phát
de: Wiedergabegeschwindigkeit ändern
en: Change playback speed
es: Cambiar velocidad de reproducción
fr: Changer la vitesse de lecture
ja: 再生速度を変更
ko: 재생 속도 변경
ru: Изменить скорость воспроизведения
zh_hans: 更改播放速度

source: Đôi dòng về bạn…
de: Ein paar Zeilen über dich…
en: A few lines about you…
es: Unas líneas sobre ti…
fr: Quelques lignes sur vous…
ja: 自己紹介をひとこと…
ko: 자신에 대해 몇 줄…
ru: Пара строк о себе…
zh_hans: 简单介绍一下自己…

source: Đóng
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭

source: Đóng góp của bạn
de: Deine Beiträge
en: Your contributions
es: Tus aportes
fr: Vos contributions
ja: あなたの貢献
ko: 나의 기여
ru: Ваш вклад
zh_hans: 你的贡献

source: Email chưa được xác nhận. Kiểm tra hộp thư giúp mình nhé.
de: E-Mail noch nicht bestätigt. Bitte prüfe dein Postfach.
en: Email not confirmed yet. Please check your inbox.
es: Correo sin confirmar. Revisa tu bandeja de entrada.
fr: E-mail non confirmé. Vérifiez votre boîte mail.
ja: メールが未確認です。受信箱をご確認ください。
ko: 이메일이 아직 인증되지 않았어요. 메일함을 확인해 주세요.
ru: Почта не подтверждена. Проверьте входящие.
zh_hans: 邮箱尚未验证，请查看你的邮箱。

source: Email hoặc mật khẩu không đúng.
de: E-Mail oder Passwort ist falsch.
en: Incorrect email or password.
es: Correo o contraseña incorrectos.
fr: E-mail ou mot de passe incorrect.
ja: メールアドレスまたはパスワードが正しくありません。
ko: 이메일 또는 비밀번호가 올바르지 않습니다.
ru: Неверная почта или пароль.
zh_hans: 邮箱或密码不正确。

source: Email này đã có tài khoản.
de: Für diese E-Mail existiert bereits ein Konto.
en: An account with this email already exists.
es: Ya existe una cuenta con este correo.
fr: Un compte existe déjà avec cet e-mail.
ja: このメールアドレスは既に登録されています。
ko: 이 이메일로 만든 계정이 이미 있어요.
ru: Аккаунт с этой почтой уже существует.
zh_hans: 该邮箱已注册账号。

source: Ghi âm
de: Aufnehmen
en: Record
es: Grabar
fr: Enregistrer
ja: 録音
ko: 녹음
ru: Записать
zh_hans: 录音

source: Gỡ %@
de: %@ entfernen
en: Remove %@
es: Quitar %@
fr: Retirer %@
ja: %@を取り消す
ko: %@ 취소
ru: Убрать %@
zh_hans: 取消%@

source: Gửi
de: Senden
en: Send
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
ru: Отправить
zh_hans: 发送

source: Gửi câu trả lời
de: Antwort senden
en: Send answer
es: Enviar respuesta
fr: Envoyer la réponse
ja: 回答を送信
ko: 답변 보내기
ru: Отправить ответ
zh_hans: 发送回答

source: Gửi lại
de: Erneut senden
en: Resend
es: Reenviar
fr: Renvoyer
ja: 再送信
ko: 다시 보내기
ru: Отправить снова
zh_hans: 重新发送

source: Gửi lại tệp
de: Datei erneut senden
en: Resend file
es: Reenviar archivo
fr: Renvoyer le fichier
ja: ファイルを再送信
ko: 파일 다시 보내기
ru: Отправить файл снова
zh_hans: 重新发送文件

source: Gửi link đặt lại
de: Link senden
en: Send reset link
es: Enviar enlace
fr: Envoyer le lien
ja: リンクを送信
ko: 링크 보내기
ru: Отправить ссылку
zh_hans: 发送重置链接

source: Gửi tin nhắn thoại
de: Sprachnachricht senden
en: Send voice message
es: Enviar mensaje de voz
fr: Envoyer un message vocal
ja: ボイスメッセージを送信
ko: 음성 메시지 보내기
ru: Отправить голосовое
zh_hans: 发送语音消息

source: Hành trình
de: Reise
en: Journey
es: Camino
fr: Parcours
ja: 旅路
ko: 여정
ru: Путь
zh_hans: 旅程

source: hạt ánh sáng nhận được
de: erhaltene Lichtfunken
en: sparks of light received
es: destellos recibidos
fr: étincelles reçues
ja: 受け取った光
ko: 받은 빛
ru: получено искр света
zh_hans: 收到的光点

source: Hay nhất
de: Beste
en: Best
es: Mejor
fr: Meilleure
ja: ベスト
ko: 베스트
ru: Лучший
zh_hans: 最佳

source: hiểu xuyên
de: durchschauen
en: see through
es: comprender a fondo
fr: percer à jour
ja: 見抜く
ko: 꿰뚫어 보기
ru: постичь
zh_hans: 看透

source: Hoàn tác
de: Rückgängig
en: Undo
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 실행 취소
ru: Отменить
zh_hans: 撤销

source: Hồ sơ và dữ liệu cá nhân bị xoá vĩnh viễn; câu hỏi và trả lời đã đăng chuyển thành ẩn danh. Không thể hoàn tác.
de: Profil und persönliche Daten werden endgültig gelöscht; veröffentlichte Fragen und Antworten werden anonym. Nicht rückgängig machbar.
en: Your profile and personal data will be permanently deleted; posted questions and answers become anonymous. This cannot be undone.
es: Tu perfil y datos personales se eliminarán para siempre; tus preguntas y respuestas pasarán a ser anónimas. No se puede deshacer.
fr: Votre profil et vos données seront définitivement supprimés ; vos questions et réponses deviendront anonymes. Action irréversible.
ja: プロフィールと個人データは完全に削除され、投稿した質問・回答は匿名になります。元に戻せません。
ko: 프로필과 개인 데이터가 영구 삭제되고, 게시한 질문과 답변은 익명으로 전환됩니다. 되돌릴 수 없어요.
ru: Профиль и личные данные будут удалены навсегда; ваши вопросы и ответы станут анонимными. Это действие необратимо.
zh_hans: 个人资料和数据将被永久删除；已发布的问答将转为匿名。此操作无法撤销。

source: Hoạt động gần đây
de: Letzte Aktivität
en: Recent activity
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
ko: 최근 활동
ru: Недавняя активность
zh_hans: 最近动态

source: Hỏi đáp
de: Q&A
en: Q&A
es: Preguntas
fr: Q&R
ja: Q&A
ko: Q&A
ru: Вопросы
zh_hans: 问答

source: Hội thoại
de: Unterhaltung
en: Conversation
es: Conversación
fr: Conversation
ja: 会話
ko: 대화
ru: Беседа
zh_hans: 会话

source: Huỷ
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消

source: Huỷ trả lời
de: Antwort abbrechen
en: Cancel reply
es: Cancelar respuesta
fr: Annuler la réponse
ja: 返信をキャンセル
ko: 답장 취소
ru: Отменить ответ
zh_hans: 取消回复

source: Kênh
de: Kanäle
en: Channels
es: Canales
fr: Chaînes
ja: チャンネル
ko: 채널
ru: Каналы
zh_hans: 频道

source: KÊNH
de: KANAL
en: CHANNEL
es: CANAL
fr: CANAL
ja: チャンネル
ko: 채널
ru: КАНАЛ
zh_hans: 频道

source: Khác
de: Sonstiges
en: Other
es: Otro
fr: Autre
ja: その他
ko: 기타
ru: Другое
zh_hans: 其他

source: Khi dùng NODIE, bạn đồng ý với Điều khoản sử dụng.
de: Mit der Nutzung von NODIE stimmst du den Nutzungsbedingungen zu.
en: By using NODIE, you agree to the Terms of Use.
es: Al usar NODIE, aceptas los Términos de uso.
fr: En utilisant NODIE, vous acceptez les Conditions d'utilisation.
ja: NODIE を利用すると、利用規約に同意したことになります。
ko: NODIE를 사용하면 이용약관에 동의하는 것입니다.
ru: Используя NODIE, вы принимаете Условия использования.
zh_hans: 使用 NODIE 即表示你同意《使用条款》。

source: Không bắt đầu ghi âm được.
de: Aufnahme konnte nicht gestartet werden.
en: Couldn't start recording.
es: No se pudo iniciar la grabación.
fr: Impossible de démarrer l'enregistrement.
ja: 録音を開始できませんでした。
ko: 녹음을 시작할 수 없어요.
ru: Не удалось начать запись.
zh_hans: 无法开始录音。

source: Không có cuộc nào trong mục này.
de: Nichts in dieser Kategorie.
en: Nothing in this filter.
es: Nada en esta categoría.
fr: Rien dans cette catégorie.
ja: このカテゴリには会話がありません。
ko: 이 필터에는 대화가 없어요.
ru: В этой категории пусто.
zh_hans: 此分类下没有会话。

source: Không đọc được tệp này.
de: Diese Datei kann nicht gelesen werden.
en: Can't read this file.
es: No se puede leer este archivo.
fr: Impossible de lire ce fichier.
ja: このファイルを読み込めません。
ko: 이 파일을 읽을 수 없습니다.
ru: Не удалось прочитать этот файл.
zh_hans: 无法读取此文件。

source: Không kết nối được. Kiểm tra mạng giúp mình nhé.
de: Keine Verbindung. Bitte prüfe dein Netzwerk.
en: Couldn't connect. Please check your network.
es: No se pudo conectar. Revisa tu red.
fr: Connexion impossible. Vérifiez votre réseau.
ja: 接続できません。ネットワークをご確認ください。
ko: 연결할 수 없어요. 네트워크를 확인해 주세요.
ru: Нет соединения. Проверьте сеть.
zh_hans: 无法连接，请检查网络。

source: Không mở được câu hỏi này.
de: Diese Frage lässt sich nicht öffnen.
en: Couldn't open this question.
es: No se pudo abrir esta pregunta.
fr: Impossible d'ouvrir cette question.
ja: この質問を開けません。
ko: 이 질문을 열 수 없어요.
ru: Не удалось открыть этот вопрос.
zh_hans: 无法打开此问题。

source: Không mở được tệp này.
de: Diese Datei kann nicht geöffnet werden.
en: Can't open this file.
es: No se puede abrir este archivo.
fr: Impossible d'ouvrir ce fichier.
ja: このファイルを開けません。
ko: 이 파일을 열 수 없습니다.
ru: Не удалось открыть этот файл.
zh_hans: 无法打开此文件。

source: Không thể hoàn tác.
de: Das kann nicht rückgängig gemacht werden.
en: This can't be undone.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
ja: 元に戻せません。
ko: 되돌릴 수 없어요.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

source: Không tải được danh sách thành viên.
de: Mitgliederliste konnte nicht geladen werden.
en: Couldn't load the member list.
es: No se pudo cargar la lista de miembros.
fr: Impossible de charger la liste des membres.
ja: メンバーリストを読み込めませんでした。
ko: 멤버 목록을 불러올 수 없어요.
ru: Не удалось загрузить список участников.
zh_hans: 无法加载成员列表。

source: Không tìm thấy người này.
de: Diese Person wurde nicht gefunden.
en: Couldn't find this person.
es: No se encontró a esta persona.
fr: Impossible de trouver cette personne.
ja: このユーザーが見つかりません。
ko: 이 사람을 찾을 수 없어요.
ru: Не удалось найти этого человека.
zh_hans: 找不到这个人。

source: Kiểm tra hộp thư
de: Prüfe dein Postfach
en: Check your inbox
es: Revisa tu correo
fr: Vérifiez votre boîte mail
ja: メールをご確認ください
ko: 메일함을 확인하세요
ru: Проверьте почту
zh_hans: 查看你的邮箱

source: Lĩnh vực
de: Bereich
en: Field
es: Área
fr: Domaine
ja: 分野
ko: 분야
ru: Область
zh_hans: 领域

source: Lĩnh vực đang theo
de: Verfolgte Bereiche
en: Fields they follow
es: Áreas que sigue
fr: Domaines suivis
ja: フォロー中の分野
ko: 팔로우 중인 분야
ru: Отслеживаемые области
zh_hans: 关注的领域

source: Link đã hết hạn hoặc mở trên máy khác. Gửi lại giúp mình nhé.
de: Der Link ist abgelaufen oder wurde auf einem anderen Gerät geöffnet. Bitte sende ihn erneut.
en: The link has expired or was opened on another device. Please send it again.
es: El enlace caducó o se abrió en otro dispositivo. Vuelve a enviarlo, por favor.
fr: Le lien a expiré ou a été ouvert sur un autre appareil. Merci de le renvoyer.
ja: リンクの有効期限が切れたか、別の端末で開かれました。もう一度送ってください。
ko: 링크가 만료되었거나 다른 기기에서 열렸습니다. 다시 보내주세요.
ru: Срок действия ссылки истёк или её открыли на другом устройстве. Отправьте её ещё раз.
zh_hans: 链接已过期或在其他设备上打开。请重新发送。

source: Lỗi
de: Fehler
en: Error
es: Error
fr: Erreur
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 错误

source: Lưu
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存

source: Lưu câu hỏi
de: Frage speichern
en: Save question
es: Guardar pregunta
fr: Enregistrer la question
ja: 質問を保存
ko: 질문 저장
ru: Сохранить вопрос
zh_hans: 收藏问题

source: Lưu mật khẩu
de: Passwort speichern
en: Save password
es: Guardar contraseña
fr: Enregistrer le mot de passe
ja: パスワードを保存
ko: 비밀번호 저장
ru: Сохранить пароль
zh_hans: 保存密码

source: Mật khẩu
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hans: 密码

source: Mật khẩu mới
de: Neues Passwort
en: New password
es: Contraseña nueva
fr: Nouveau mot de passe
ja: 新しいパスワード
ko: 새 비밀번호
ru: Новый пароль
zh_hans: 新密码

source: Mật khẩu phải từ 6 ký tự trở lên.
de: Das Passwort muss mindestens 6 Zeichen haben.
en: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit contenir au moins 6 caractères.
ja: パスワードは6文字以上にしてください。
ko: 비밀번호는 6자 이상이어야 해요.
ru: Пароль должен быть не короче 6 символов.
zh_hans: 密码至少需要 6 个字符。

source: Máy ảnh
de: Kamera
en: Camera
es: Cámara
fr: Appareil photo
ja: カメラ
ko: 카메라
ru: Камера
zh_hans: 相机

source: Mình vừa gửi link đặt lại tới
de: Wir haben gerade einen Link zum Zurücksetzen gesendet an
en: We just sent a reset link to
es: Acabamos de enviar un enlace de restablecimiento a
fr: On vient d'envoyer un lien de réinitialisation à
ja: リセット用のリンクを送信しました
ko: 재설정 링크를 보냈어요
ru: Мы отправили ссылку для сброса на
zh_hans: 我们已把重置链接发送至

source: Mình vừa gửi link xác nhận tới
de: Wir haben einen Bestätigungslink gesendet an
en: We just sent a confirmation link to
es: Acabamos de enviar un enlace de confirmación a
fr: Nous venons d'envoyer un lien de confirmation à
ja: 確認リンクを送信しました：
ko: 확인 링크를 보냈어요:
ru: Мы отправили ссылку для подтверждения на
zh_hans: 确认链接已发送至

source: Mở Cài đặt
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
zh_hans: 打开设置

source: Mỗi câu hỏi là một lần chiếu sáng — hỏi rõ để thu về câu trả lời đúng.
de: Jede Frage ist ein Lichtstrahl — frag klar, um die richtigen Antworten anzuziehen.
en: Every question is a beam of light — ask clearly to attract the right answers.
es: Cada pregunta es un rayo de luz: pregunta con claridad para atraer las respuestas correctas.
fr: Chaque question est un rayon de lumière — posez-la clairement pour attirer les bonnes réponses.
ja: 質問はひとつの光。はっきり尋ねるほど、正しい答えが集まります。
ko: 질문 하나하나가 빛이 됩니다 — 명확히 물을수록 정확한 답이 모여요.
ru: Каждый вопрос — луч света: спрашивайте ясно, чтобы получить точные ответы.
zh_hans: 每个问题都是一次照亮——问得清楚，才能收获对的答案。

source: ngày tham gia
de: Tage dabei
en: days here
es: días aquí
fr: jours ici
ja: 参加日数
ko: 함께한 날
ru: дней с нами
zh_hans: 加入天数

source: Ngôn ngữ
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言

source: Người đã chặn
de: Blockierte Nutzer
en: Blocked users
es: Usuarios bloqueados
fr: Utilisateurs bloqués
ja: ブロック中のユーザー
ko: 차단한 사용자
ru: Заблокированные
zh_hans: 已屏蔽的人

source: Nhắn tin
de: Nachricht
en: Message
es: Mensaje
fr: Message
ja: メッセージ
ko: 메시지
ru: Написать
zh_hans: 发消息

source: Nhắn tin…
de: Nachricht…
en: Message…
es: Mensaje…
fr: Message…
ja: メッセージ…
ko: 메시지 보내기…
ru: Сообщение…
zh_hans: 发消息…

source: Nhập email của bạn, mình gửi link đặt lại.
de: Gib deine E-Mail-Adresse ein, wir senden dir einen Link zum Zurücksetzen.
en: Enter your email and we'll send you a reset link.
es: Introduce tu correo y te enviamos un enlace para restablecerla.
fr: Saisis ton e-mail, on t'envoie un lien de réinitialisation.
ja: メールアドレスを入力してください。リセット用のリンクをお送りします。
ko: 이메일을 입력하시면 재설정 링크를 보내드릴게요.
ru: Введите свой email — мы пришлём ссылку для сброса.
zh_hans: 输入你的邮箱，我们会发送重置链接。

source: Nhóm
de: Gruppen
en: Groups
es: Grupos
fr: Groupes
ja: グループ
ko: 그룹
ru: Группы
zh_hans: 群组

source: NHÓM
de: GRUPPE
en: GROUP
es: GRUPO
fr: GROUPE
ja: グループ
ko: 그룹
ru: ГРУППА
zh_hans: 群组

source: Nơi bạn chia sẻ tri thức và cùng nhau đi sâu.
de: Wo du Wissen teilst und gemeinsam tiefer gehst.
en: Where you share knowledge and go deeper together.
es: Donde compartes conocimiento y profundizas en comunidad.
fr: Là où l'on partage le savoir et approfondit ensemble.
ja: 知を分かち合い、共に深めていく場所。
ko: 지식을 나누고 함께 깊이 파고드는 곳.
ru: Здесь делятся знаниями и вместе идут вглубь.
zh_hans: 在这里分享知识，一起深入探索。

source: Nội dung không phù hợp
de: Unangemessener Inhalt
en: Inappropriate content
es: Contenido inapropiado
fr: Contenu inapproprié
ja: 不適切なコンテンツ
ko: 부적절한 콘텐츠
ru: Неприемлемый контент
zh_hans: 不当内容

source: Phát
de: Wiedergeben
en: Play
es: Reproducir
fr: Lire
ja: 再生
ko: 재생
ru: Воспроизвести
zh_hans: 播放

source: Phiên đăng nhập đã hết. Đăng nhập lại giúp mình nhé.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
en: Your session has expired. Please sign in again.
es: Tu sesión ha caducado. Vuelve a iniciar sesión.
fr: Votre session a expiré. Merci de vous reconnecter.
ja: セッションが切れました。もう一度ログインしてください。
ko: 세션이 만료되었어요. 다시 로그인해 주세요.
ru: Сессия истекла. Пожалуйста, войдите снова.
zh_hans: 登录会话已过期，请重新登录。

source: Quản trị viên
de: Administrator
en: Admin
es: Administrador
fr: Administrateur
ja: 管理者
ko: 관리자
ru: Администратор
zh_hans: 管理员

source: Quay lại
de: Zurück
en: Back
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
ru: Назад
zh_hans: 返回

source: Quay lại đăng nhập
de: Zurück zur Anmeldung
en: Back to sign in
es: Volver a iniciar sesión
fr: Retour à la connexion
ja: サインインに戻る
ko: 로그인으로 돌아가기
ru: Назад ко входу
zh_hans: 返回登录

source: Quấy rối
de: Belästigung
en: Harassment
es: Acoso
fr: Harcèlement
ja: 嫌がらせ
ko: 괴롭힘
ru: Домогательство
zh_hans: 骚扰

source: Quên mật khẩu?
de: Passwort vergessen?
en: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль?
zh_hans: 忘记密码？

source: Rời khỏi
de: Verlassen
en: Leave
es: Salir
fr: Quitter
ja: 退出
ko: 나가기
ru: Покинуть
zh_hans: 退出

source: Sao chép
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사
ru: Скопировать
zh_hans: 复制

source: Sắp có
de: Bald verfügbar
en: Coming soon
es: Próximamente
fr: Bientôt
ja: 近日公開
ko: 곧 제공
ru: Скоро
zh_hans: 即将推出

source: Soạn tin nhắn mới
de: Neue Nachricht
en: New message
es: Mensaje nuevo
fr: Nouveau message
ja: 新規メッセージ
ko: 새 메시지
ru: Новое сообщение
zh_hans: 新消息

source: Sửa
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 수정
ru: Изменить
zh_hans: 编辑

source: Sửa hồ sơ
de: Profil bearbeiten
en: Edit profile
es: Editar perfil
fr: Modifier le profil
ja: プロフィールを編集
ko: 프로필 수정
ru: Изменить профиль
zh_hans: 编辑资料

source: Sửa hoặc xoá
de: Bearbeiten oder löschen
en: Edit or delete
es: Editar o eliminar
fr: Modifier ou supprimer
ja: 編集または削除
ko: 수정 또는 삭제
ru: Изменить или удалить
zh_hans: 编辑或删除

source: Sửa tin nhắn
de: Nachricht bearbeiten
en: Edit message
es: Editar mensaje
fr: Modifier le message
ja: メッセージを編集
ko: 메시지 수정
ru: Изменить сообщение
zh_hans: 编辑消息

source: Tạm dừng
de: Pausieren
en: Pause
es: Pausar
fr: Pause
ja: 一時停止
ko: 일시 정지
ru: Пауза
zh_hans: 暂停

source: Tạo tài khoản
de: Konto erstellen
en: Create account
es: Crear cuenta
fr: Créer un compte
ja: アカウント作成
ko: 계정 만들기
ru: Создать аккаунт
zh_hans: 创建账号

source: Tất cả
de: Alle
en: All
es: Todo
fr: Tout
ja: すべて
ko: 전체
ru: Все
zh_hans: 全部

source: Thành viên %@
de: Mitglied %@
en: Member %@
es: Miembro %@
fr: Membre %@
ja: メンバー %@
ko: 멤버 %@
ru: Участник %@
zh_hans: 成员 %@

source: Tắt thông báo
de: Stummschalten
en: Mute
es: Silenciar
fr: Couper les notifications
ja: 通知オフ
ko: 알림 끄기
ru: Без уведомлений
zh_hans: 免打扰

source: Tên hiển thị
de: Anzeigename
en: Display name
es: Nombre visible
fr: Nom affiché
ja: 表示名
ko: 표시 이름
ru: Отображаемое имя
zh_hans: 显示名称
